{
  "aboutToyota": "About Toyota",
  "description": "Toyota is a global leader in automotive manufacturing, known for quality and innovation.",
  "founded": "Founded in 1937, Toyota offers a diverse range of vehicles, including hybrids and SUVs, designed to meet diverse needs.",
  "innovation": "Innovation",
  "innovationDesc": "Toyota is committed to innovative automotive solutions.",
  "sustainability": "Sustainability",
  "sustainabilityDesc": "Toyota prioritizes sustainability in every aspect of its operations.",
  "navCars": "Cars",
  "navSUVs": "Crossovers & SUVs",
  "navTrucks": "Trucks",
  "navUpcoming": "Upcoming Vehicles",
  "footerPage": "Page",
  "footerCars": "Cars",
  "footerSUVs": "SUVs",
  "footerTrucks": "Trucks",
  "footerUpcomingVehicles": "Upcoming Vehicles",
  "footerLinks": "Links",
  "footerAboutUs": "About us",
  "footerSupport": "Support",
  "footerContactUs": "Contact us",
  "footerConnect": "Connect",
  "footerFacebook": "Facebook",
  "footerTwitter": "Twitter",
  "footerInstagram": "Instagram",
  "nameAndGroup": "Toktar Sultan SE-2202",
  "homeTitle": "We Have Everything Your Toyota Needs",
  "homeDescription": "Discover the world of Toyota vehicles, designed to cater to your needs and preferences. Whether it's efficiency, performance, or reliability, Toyota has it all.",
  "exploreToyotaModels": "Explore Toyota Models",
  "aboutTitle": "About Toyota",
  "aboutSubtitle": "Quality Cars at Affordable Prices",
  "aboutDescription": "Discover the story of Toyota - a brand committed to providing quality vehicles at prices that won't break the bank. Learn about our dedication to craftsmanship, innovation, and customer satisfaction.",
  "blogTitle": "Toyota Blog & News",
  "latestArticles": "Explore Our Latest Articles",
  "stayUpdated": "Stay up-to-date with the latest news, updates, and insights from the world of Toyota. Explore our blog content covering everything from vehicle reviews to industry trends",
  "box1Title": "The Evolution of Toyota: From the First Car to Future Innovations",
  "box1Description": "Trace Toyota's rich history, highlighting pivotal moments and innovations that shaped the automotive industry, while also peering into the future of Toyota's technological advancements.",
  "box2Title": "Top Toyota Models for Different Lifestyles: Finding Your Perfect Fit",
  "box2Description": "Explore a diverse range of Toyota vehicles, from rugged SUVs to eco-friendly hybrids, showcasing how each model caters to different lifestyles and needs, helping readers find their perfect fit on the road.",
  "box3Title": "Behind the Wheel: Exploring Toyota's Commitment to Sustainability",
  "box3Description": "Delve into Toyota's holistic approach to sustainability, encompassing eco-friendly vehicle technologies, manufacturing processes, and corporate initiatives aimed at reducing environmental impact, paving the way for a greener automotive future.",
  "readMore": "Read More",
  "pageTitle": "Responsive Car sales",
  "carsHeading": "Cars and Minivans",
  "carsExplore": "Explore our versatile selection",
  "discoverToyota": "Discover Toyota",
  "question1": "Question 1: What Toyota models are currently available?",
  "question2": "Question 2: Where can I find Toyota dealerships near me?",
  "question3": "Question 3: How can I schedule a test drive?",
  "question4": "Question 4: What are the available financing options for Toyota vehicles?",
  "question5": "Question 5: What is ToyotaCare and what does it cover?",
  "question6": "Question 6: How can I check if there are any recalls on my Toyota vehicle?",
  "question7": "Question 7: Can I customize my Toyota vehicle with accessories?",
  "question8": "Question 8: How can I obtain a copy of my Toyota vehicle's owner's manual?",
  "question9": "Question 9: How do I connect my smartphone to my Toyota vehicle's multimedia system?",
  "question10": "Question 10: How can I contact Toyota customer support for assistance?",
  "answer1": "Answer: Toyota offers a wide range of models, including sedans, SUVs, trucks, and hybrids. Some popular models include the Camry, Corolla, RAV4, Tacoma, and Prius.",
  "answer2": "Answer: You can locate Toyota dealerships near you by visiting the official Toyota website and using the dealer locator tool. Additionally, you can use online maps and directories to find nearby dealerships.",
  "answer3": "Answer: To schedule a test drive, you can contact your local Toyota dealership directly by phone or email. Many dealerships also offer online appointment scheduling through their websites.",
  "answer4": "Answer: Toyota offers various financing options, including loans, leases, and special financing programs. You can discuss your financing needs with your local Toyota dealership's finance department.",
  "answer5": "Answer: ToyotaCare is a no-cost maintenance plan that covers scheduled maintenance and roadside assistance for a certain period after purchasing a new Toyota vehicle. It typically includes services like oil changes, tire rotations, and fluid checks.",
  "answer6": "Answer: You can check for recalls on your Toyota vehicle by visiting the official Toyota website and entering your vehicle's VIN (Vehicle Identification Number) in the recall lookup tool. Alternatively, you can contact your local Toyota dealership for assistance.",
  "answer7": "Answer: Yes, Toyota offers a wide range of genuine accessories that allow you to customize your vehicle according to your preferences. You can purchase accessories from your local Toyota dealership or through the official Toyota website.",
  "answer8": "Answer: You can obtain a copy of your Toyota vehicle's owner's manual by visiting the official Toyota website and downloading the manual for your specific model and year. Alternatively, you can request a printed copy from your local Toyota dealership.",
  "answer9": "Answer: You can connect your smartphone to your Toyota vehicle's multimedia system using Bluetooth® technology or a USB cable. Refer to your vehicle's owner's manual or contact your local Toyota dealership for detailed instructions.",
  "answer10": "Answer: You can contact Toyota customer support by phone, email, or live chat. Visit the official Toyota website for contact information and support options. Additionally, you can reach out to your local Toyota dealership for assistance.",
  "faqHeading": "Frequently Asked Questions",
  "submitQuiz": "Submit Quiz",
  "historyQuiz": "History Quiz",
  "quizResultSummary": "Quiz Result Summary",
  "close": "Close",
  "shareFacebook": "Share on Facebook",
  "shareTwitter": "Sahre on Twitter",
  "shareLinkedin": "Share on Linkedin",
  "signOut": "Sign Out",
  "userInformation": "User Information",
  "taboShopTitle": "TABO SHOP",
  "contactUsTitle": "Contact Us",
  "contactUsContent": "Feel free to get in touch with us.",
  "nameLabel": "Name",
  "emailLabel": "Email",
  "messageLabel": "Message",
  "submitButton": "Submit",
  "nameError": "Please enter your name",
  "emailError": "Please enter a valid email address",
  "messageError": "Please enter your message",
  "loginTitle": "Login",
  "loginHeader": "Login to your account",
  "usernameLabel": "Username",
  "passwordLabel": "Password",
  "loginButton": "Login",
  "noAccountText": "Dont have an account? Sign up here",
  "signUpHere": "Sign up here",
  "registerTitle": "Register",
  "registerHeader": "Create an account",
  "confirmPasswordLabel": "Repeat your password",
  "registerButton": "Register",
  "usernameError": "Please enter your username",
  "passwordError": "Please enter your password",
  "confirmPasswordError": "Please confirm your password",
  "haveAccountText": "Have already an account? Login here",
  "toyotaQuiz": "Toyota Quiz",
  "timeRemaining": "Time Remaining",
  "searchByYearMakeTitle": "Search Cars by Year and Make",
  "searchByYearMakeModelTitle": "Search Cars by Year, Make, and Model",
  "searchByColorTitle": "Search Cars by Color",
  "searchButton": "Search",
  "backButton": "Back",
  "nextButton": "Next",
  "searchByFuel" : "Search Cars by Fuel Type",
  "enhancedAdminDashboard": "Enhanced Admin Dashboard",
  "goToMainPage": "Main Page",
  "goToItemChanging": "Car Manager",
  "userName": "Username",
  "email": "Email",
  "status": "Status",
  "actions": "Actions",
  "adminPage": "Admin Page"
}
