{
  "aboutToyota": "О Toyota",
  "description": "Toyota - мировой лидер в производстве автомобилей, известный своим качеством и инновациями.",
  "founded": "Основанная в 1937 году, Toyota предлагает широкий спектр автомобилей, включая гибриды и внедорожники, разработанные для различных потребностей.",
  "innovation": "Инновации",
  "innovationDesc": "Toyota стремится к инновационным автомобильным решениям.",
  "sustainability": "Устойчивость",
  "sustainabilityDesc": "Toyota отдает приоритет устойчивости во всех аспектах своей деятельности.",
  "navCars": "Автомобили",
  "navSUVs": "Кроссоверы и Внедорожники",
  "navTrucks": "Грузовики",
  "navUpcoming": "Предстоящие автомобили",
  "footerPage": "Страницы",
  "footerCars": "Автомобили",
  "footerSUVs": "Внедорожники",
  "footerTrucks": "Грузовики",
  "footerUpcomingVehicles": "Предстоящие автомобили",
  "footerLinks": "Ссылки",
  "footerAboutUs": "О нас",
  "footerSupport": "Поддержка",
  "footerContactUs": "Свяжитесь с нами",
  "footerConnect": "Подключитесь",
  "footerFacebook": "Фейсбук",
  "footerTwitter": "Твиттер",
  "footerInstagram": "Инстаграмм",
  "nameAndGroup": "Токтар Султан СЕ-2202",
  "homeTitle": "У нас есть все, что нужно вашему Toyota",
  "homeDescription": "Откройте мир автомобилей Toyota, разработанных для удовлетворения ваших потребностей и предпочтений. Будь то эффективность, производительность или надежность, у Toyota есть все.",
  "exploreToyotaModels": "Исследовать модели Toyota",
  "aboutTitle": "О Toyota",
  "aboutSubtitle": "Качественные автомобили по доступным ценам",
  "aboutDescription": "Узнайте историю Toyota - бренда, приверженного предоставлению качественных автомобилей по ценам, которые не разорят вас. Узнайте о нашем стремлении к мастерству, инновациям и удовлетворению потребностей клиентов.",
  "blogTitle": "Блог и новости Toyota",
  "latestArticles": "Изучите наши последние статьи",
  "stayUpdated": "Будьте в курсе последних новостей, обновлений и идей из мира Toyota. Изучите наши блоги, охватывающие все, от обзоров автомобилей до тенденций отрасли",
  "box1Title": "Эволюция Toyota: от первого автомобиля до будущих инноваций",
  "box1Description": "Проследите богатую историю Toyota, выделяя ключевые моменты и инновации, которые сформировали автомобильную отрасль, а также загляните в будущее технологических достижений Toyota.",
  "box2Title": "Лучшие модели Toyota для разных образов жизни: нахождение вашей идеальной подходящей модели",
  "box2Description": "Исследуйте разнообразный спектр автомобилей Toyota, от прочных внедорожников до экологически чистых гибридов, демонстрируя, как каждая модель соответствует разным образам жизни и потребностям, помогая читателям найти свою идеальную модель на дороге.",
  "box3Title": "За рулем: исследование приверженности Toyota к устойчивому развитию",
  "box3Description": "Погрузитесь в комплексный подход Toyota к устойчивому развитию, охватывающий технологии экологически чистых автомобилей, производственные процессы и корпоративные инициативы, направленные на снижение воздействия на окружающую среду, открывая путь к зеленому будущему автомобильной промышленности.",
  "pageTitle": "Отзывчивые продажи автомобилей",
  "carsHeading": "Автомобили и микроавтобусы",
  "carsExplore": "Исследуйте наше разнообразное предложение",
  "readMore": "Больше информации",
  "discoverToyota": "Про Toyota",
  "faqHeading": "Часто задаваемые вопросы",
  "question1": "Вопрос 1: Какие модели Toyota в настоящее время доступны?",
  "question2": "Вопрос 2: Где я могу найти дилеров Toyota поблизости?",
  "question3": "Вопрос 3: Как я могу записаться на тест-драйв?",
  "question4": "Вопрос 4: Какие доступны финансовые варианты для автомобилей Toyota?",
  "question5": "Вопрос 5: Что такое ToyotaCare и что оно включает?",
  "question6": "Вопрос 6: Как я могу проверить, есть ли у моего автомобиля Toyota отзывы?",
  "question7": "Вопрос 7: Могу ли я настроить свой автомобиль Toyota с помощью аксессуаров?",
  "question8": "Вопрос 8: Как я могу получить копию руководства по эксплуатации моего автомобиля Toyota?",
  "question9": "Вопрос 9: Как подключить свой смартфон к мультимедийной системе моего автомобиля Toyota?",
  "question10": "Вопрос 10: Как я могу связаться с технической поддержкой Toyota для получения помощи?",
  "answer1": "Ответ: Toyota предлагает широкий выбор моделей, включая седаны, внедорожники, грузовики и гибриды. Некоторые популярные модели включают Camry, Corolla, RAV4, Tacoma и Prius.",
  "answer2": "Ответ: Вы можете найти дилеров Toyota поблизости, посетив официальный сайт Toyota и используя инструмент поиска дилеров. Кроме того, вы можете использовать онлайн-карты и каталоги для поиска ближайших дилеров.",
  "answer3": "Ответ: Чтобы записаться на тест-драйв, вы можете связаться напрямую с местным дилером Toyota по телефону или электронной почте. Многие дилеры также предлагают онлайн-запись на прием через свои веб-сайты.",
  "answer4": "Ответ: Toyota предлагает различные финансовые варианты, включая кредиты, лизинг и специальные финансовые программы. Вы можете обсудить свои финансовые потребности с финансовым отделом вашего местного дилера Toyota.",
  "answer5": "Ответ: ToyotaCare - это бесплатный план обслуживания, который включает в себя плановое обслуживание и помощь на дороге на определенный период после покупки нового автомобиля Toyota. Обычно это включает такие услуги, как замена масла, переключение шин и проверка жидкости.",
  "answer6": "Ответ: Вы можете проверить наличие отзывов на ваш автомобиль Toyota, посетив официальный сайт Toyota и введя идентификационный номер вашего автомобиля (VIN) в инструмент поиска отзывов. Кроме того, вы можете обратиться в ближайший дилерский центр Toyota за помощью.",
  "answer7": "Ответ: Да, Toyota предлагает широкий выбор оригинальных аксессуаров, которые позволяют настраивать ваш автомобиль в соответствии с вашими предпочтениями. Вы можете приобрести аксессуары у местного дилера Toyota или через официальный сайт Toyota.",
  "answer8": "Ответ: Вы можете получить копию руководства по эксплуатации вашего автомобиля Toyota, посетив официальный сайт Toyota и загрузив руководство для вашей конкретной модели и года выпуска. Кроме того, вы можете запросить напечатанную копию у вашего местного дилера Toyota.",
  "answer9": "Ответ: Вы можете подключить свой смартфон к мультимедийной системе вашего автомобиля Toyota с помощью технологии Bluetooth® или USB-кабеля. Обратитесь к руководству пользователя вашего автомобиля или свяжитесь с вашим местным дилером Toyota для получения подробных инструкций.",
  "answer10": "Ответ: Вы можете связаться с технической поддержкой Toyota по телефону, электронной почте или в чате. Посетите официальный сайт Toyota для получения контактной информации и вариантов поддержки. Кроме того, вы можете обратиться в ваш местный дилерский центр Toyota за помощью.",
  "submitQuiz": "Закончить квиз",
  "historyQuiz": "История квизов",
  "quizResultSummary": "Результаты Квиза",
  "close": "Закрыть",
  "shareFacebook": "Поделиться в Фейсбуке",
  "shareTwitter": "Поделиться в Твиттере",
  "shareLinkedin": "Поделиться в Линкедине",
  "signOut": "Выйти с Аккаунта",
  "userInformation": "Информация пользователя",
  "taboShopTitle": "Магазин TABO",
  "contactUsTitle": "Свяжитесь с нами",
  "contactUsContent": "Не стесняйтесь связаться с нами.",
  "nameLabel": "Имя",
  "emailLabel": "Электронная почта",
  "messageLabel": "Сообщение",
  "submitButton": "Отправить",
  "nameError": "Пожалуйста, введите ваше имя",
  "emailError": "Пожалуйста, введите действительный адрес электронной почты",
  "messageError": "Пожалуйста, введите ваше сообщение",
  "loginTitle": "Войти",
  "loginHeader": "Войти в свой аккаунт",
  "usernameLabel": "Имя пользователя",
  "loginButton": "Войти",
  "noAccountText": "У вас нет аккаунта? Зарегистрируйтесь здесь",
  "registerTitle": "Регистрация",
  "registerHeader": "Создать аккаунт",
  "passwordLabel": "Пароль",
  "confirmPasswordLabel": "Повторите пароль",
  "registerButton": "Зарегистрироваться",
  "usernameError": "Пожалуйста, введите ваше имя пользователя",
  "passwordError": "Пожалуйста, введите ваш пароль",
  "confirmPasswordError": "Пожалуйста, подтвердите ваш пароль",
  "haveAccountText": "Уже есть аккаунт? Войдите здесь",
  "signUpHere": "Регистрируйся здесь",
  "toyotaQuiz": "Toyota Квиз",
  "timeRemaining": "Временени осталось",
  "searchByYearMakeTitle": "Поиск автомобилей по году и марке",
  "searchByYearMakeModelTitle": "Поиск автомобилей по году, марке и модели",
  "searchByColorTitle": "Поиск автомобилей по цвету",
  "searchButton": "Поиск",
  "backButton": "Назад",
  "nextButton": "Далее",
  "searchByFuel" : "Поиск автомобилей по типу топлива",
  "enhancedAdminDashboard": "Расширенная панель администратора",
  "goToMainPage": "Главная страница",
  "goToItemChanging": "Менеджер автомобилей",
  "userName": "Имя пользователя",
  "email": "Электронная почта",
  "status": "Статус",
  "actions": "Действия",
  "adminPage": "Администрация"

 

}
